OdDAI.DefinedType.domain
\details
Retreives a domain of defined type.
\returns Returns a smart pointer to underlying type of defined type.

OdDAI.DefinedType
\details
A class that implements the storing of types established as a result of EXPRESS TYPE declaration.